tap "buo/cask-upgrade"
tap "espanso/espanso"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "redis-stack/redis-stack"
brew "apache-arrow"
brew "assimp"
brew "autojump"
brew "autopep8"
brew "bat"
brew "openjdk"
brew "bfg"
brew "black", restart_service: true
brew "brew-gem"
brew "broot"
brew "unbound"
brew "gnutls"
brew "tree-sitter"
brew "cask"
brew "checkmake"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "codespell"
brew "php"
brew "composer"
brew "cpanminus"
brew "ctags"
brew "deno"
brew "direnv"
brew "docker-compose"
brew "dotenv-linter"
brew "dotnet"
brew "node"
brew "eslint"
brew "fd"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gnupg"
brew "poppler"
brew "gdal"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "glew"
brew "glfw"
brew "glm"
brew "glslviewer"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "google-java-format"
brew "isort"
brew "jq"
brew "julia"
brew "perl"
brew "latexindent"
brew "lazygit"
brew "lsd"
brew "luacheck"
brew "luarocks"
brew "markdownlint-cli"
brew "mas"
brew "maven"
brew "maven-completion"
brew "midnight-commander"
brew "neofetch"
brew "neovim"
brew "newman"
brew "nim"
brew "nmap"
brew "node@16"
brew "openssh"
brew "pandoc"
brew "premake"
brew "proselint"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "r"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "sphinx-doc"
brew "stow"
brew "stylua"
brew "task"
brew "testdisk"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "yq"
brew "zig"
brew "zsh"
brew "fsouza/prettierd/prettierd"
cask "discord"
cask "dozer"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "karabiner-elements"
cask "kitty"
cask "maccy"
cask "mono-mdk-for-visual-studio"
cask "onyx"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "skim"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Donation Reminder", id: 1436617161
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Hush", id: 1544743900
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pages", id: 409201541
mas "PayPal Honey", id: 1472777122
mas "Shareful", id: 1522267256
mas "The Unarchiver", id: 425424353
mas "X-VPN", id: 1454212375
mas "Xcode", id: 497799835
vscode "codium.codium"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "github.copilot"
vscode "mathematic.vscode-latex"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "sburg.vscode-javascript-booster"
vscode "theumletteam.umlet"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.javascriptsnippets"
