tap "buo/cask-upgrade"
tap "espanso/espanso"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "redis-stack/redis-stack"
brew "autojump"
brew "autopep8"
brew "bat"
brew "openjdk"
brew "bfg"
brew "black", restart_service: true
brew "brew-gem"
brew "broot"
brew "unbound"
brew "gnutls"
brew "cask"
brew "checkmake"
brew "codespell"
brew "php"
brew "composer"
brew "cpanminus"
brew "deno"
brew "direnv"
brew "dotenv-linter"
brew "node"
brew "eslint"
brew "fd"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "google-java-format"
brew "isort"
brew "jq"
brew "julia"
brew "perl"
brew "latexindent"
brew "lazygit"
brew "python@3.10"
brew "lsd"
brew "luacheck"
brew "luarocks"
brew "markdownlint-cli"
brew "mas"
brew "maven"
brew "maven-completion"
brew "midnight-commander"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node@16"
brew "openssh"
brew "pandoc"
brew "proselint"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "r"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "stylua"
brew "task"
brew "testdisk"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "yarn"
brew "yq"
brew "zsh"
brew "fsouza/prettierd/prettierd"
brew "koekeishiya/formulae/skhd"
cask "cheatsheet"
cask "discord"
cask "dozer"
cask "espanso"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "inkscape"
cask "karabiner-elements"
cask "maccy"
cask "macfuse"
cask "onyx"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "shortcat"
cask "skim"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Donation Reminder", id: 1436617161
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Hush", id: 1544743900
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pages", id: 409201541
mas "PayPal Honey", id: 1472777122
mas "Shareful", id: 1522267256
mas "The Unarchiver", id: 425424353
mas "X-VPN", id: 1454212375
mas "Xcode", id: 497799835
